<template lang="pug">
  .about
    hat(v-bind="hat")
    
    .content-blocks.l-container
      .l-row
        .content-blocks__main
          h3 1. Общие положения
          p 1.1 Настоящие правила обязательны для исполнения всеми без исключения пользователями сайта.
          p 1.2 Сайт является частным сайтом, и его внутренняя политика определяется исключительно администрацией данного ресурса.
          p 1.3 За нарушение настоящих правил предусмотрены различные меры наказания: от вынесения предупреждения до блокирования аккаунта. Решение о наказании нарушителя принимается непосредственно администрацией, за исключением нарушений, наказания за которые описаны в настоящих правилах.
          p 1.4 В случае отключения вашего аккаунта администрацией сайта запрещается создавать новый аккаунт. Регулярные проверки позволяют оперативно находить и блокировать нарушителей такого рода.
          p 1.5 Любые предложения и замечания, направленные на улучшение работы сайта, категорически приветствуются. администрация также просит вас сообщать о всех ошибках и недостатках в работе сайта и форума.
          p 1.6 Общие вопросы по работе сайта обсуждаются на форуме. Вопросы по работе различных программ работающие с сайтом обсуждаются в тематических разделах.
          p 1.7 Все частные проблемы пользователей должны решаться только в частном порядке с помощью системы личных сообщений.
          p 1.8 При регистрации необходимо указывать только рабочий e-mail. Мы настоятельно не рекомендуем использовать бесплатные почтовые службы, такие как: Mail.ru или Hotmail.com, из-за используемых ими "анти-спам" систем. Если письмо с подтверждением регистрации/перерегистрации идёт слишком долго, пожалуйста, попробуйте использовать другую почтовую службу или обратитесь в FAQ.

        .content-blocks__contacts
          span.capture  Почта для связи: 
          a(href="mailto:info@site.com" target="_blank").email info@site.com

    
</template>

<script>
import Hat from '@/components/common/CommonHat'

export default {
  components: { Hat },
  data: () => ({
    hat: {
      title: 'Правила'
    }
  })
}
</script>

<style lang="sass">
@import '@/assets/style/layout/_content-blocks.sass'

.about
</style>
